text = ("Україна — це країна з багатою історією, мальовничими пейзажами та гостинними людьми. Розташована в центрі "
        "Східної Європи, вона має найбільшу площу серед європейських країн. Україна славиться своєю культурною "
        "спадщиною, мовною різноманітністю та багатим фольклором. Країна також відома своєю смачною кухнею, "
        "де домінують борщ, вареники та сало. Незважаючи на випробування та складнощі, Україна завжди боролася за "
        "свою незалежність і сьогодні є суверенною державою. Її міста, такі як Київ, Львів і Одеса, пропонують "
        "різноманітність архітектурних шедеврів та культурних подій. Україна вражає своєю красою і глибокими "
        "коріннями, які роблять її особливою серед інших країн світу.")

text = text.upper()  # Переводить кожну букву тексту в верхній реєстр
print(text)
text = text.replace("У", "В")  # Замінює кожну букву "У" на "В" в тексті
print(text)
text = text.lower()  # Переводить кожну букву тексту в нижній
print(text)

text = text.capitalize() # Переводить першу букву у вехній регістр
print(text)
text = text.swapcase() # Замінює велику літеру на маленьку і навпаки
print(text)
text = text.replace("Ц", "А") # Замінює кожну букву "Ц" на "А" в тексті
print(text)