text = ("Україна — це країна з багатою історією, мальовничими пейзажами та гостинними людьми. Розташована в центрі "
        "Східної Європи, вона має найбільшу площу серед європейських країн. Україна славиться своєю культурною "
        "спадщиною, мовною різноманітністю та багатим фольклором. Країна також відома своєю смачною кухнею, "
        "де домінують борщ, вареники та сало. Незважаючи на випробування та складнощі, Україна завжди боролася за "
        "свою незалежність і сьогодні є суверенною державою. Її міста, такі як Київ, Львів і Одеса, пропонують "
        "різноманітність архітектурних шедеврів та культурних подій. Україна вражає своєю красою і глибокими "
        "коріннями, які роблять її особливою серед інших країн світу.")

text.swapcase()